<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    
    <title>ESTUDIANTES DE LA UA</title>
    
    <link rel="stylesheet" type="text/css"  href="css/estilo1.css">
   
</head> 
<body>
    <div class="titulo">
        <div class="imagentitulo"></div>
        <div class="title">ESTUDIANTES UA M&Aacute;S ESENCIALES (SEMI PRO HEROS)</div>
    </div>


            <table>
              <tr> 
                  <td>
                    <div class="deku">
                        <img src="img/ESTUDIANTES UA/deku.png"> 
                    </div>
                  </td>
                  <td>
                    <br> NOMBRE: IZUKU MIDORIYA. ALIAS(DEKU)</br>
                    <br>DESCRIPCI&Oacute;N: Izuku Midoriya(Midoriya Izuku) tambi&eacute;n conocido como Deku, es un estudiante de la Clase 1-A de la Academia U.A. Es el protagonista principal de la serie.
                        Aunque originalmente nació sin un Don, logra captar la atenci&oacute;n del legendario h&eacute;roe All Might y desde entonces se ha convertido en su alumno cercano y estudiante en la Academia U.A., convirti&eacute;ndolo en el noveno usuario del Don One For All.</br>
                    <br> QUIRK:ONE FOR ALL(Heredado de Toshinori Yagi, el Don de Izuku le da acceso al poder almacenado de los sucesores anteriores, otorg&aacute;ndole fuerza sobrehumana, agilidad y movilidad enormemente mejoradas extendiendo su poder a trav&eacute;s de su cuerpo).</br>
                    <br> ALTURA: 166cm..</br>
                    <br> COMIDA FAVORITA: Katsudon.</br> 
                  </td>
               </tr>
               <tr>
                   <td>
                    <div class="shoto">
                        <img src="img/ESTUDIANTES UA/Todoroki.png">
                   </td>
                   <td>
                       <br> NOMBRE: SHOUTO TODOROKI. ALIAS(TODOROKI)</br>
                       <br> DESCRIPCIO&acute;N: Shoto Todoroki es un estudiante de la Clase 1-A de la Academia U.A, donde ingresó a través de recomendaciones oficiales y está entrenando para convertirse en un Héroe. Es el hijo más joven de Endeavor, el h&eacute;roe número 1; y Rei Todoroki, es uno de los principales protagonistas de la serie.</br>
                       <br> QUIRK: Mitad fri&iacute;o mitad caliente(El Don de Shoto le da la habilidad de congelar con la mitad derecha de su cuerpo y quemar con la mitad izquierda. Los apéndices en su lado derecho pueden reducir drásticamente las temperaturas de todo lo que tocan, lo suficiente como para crear grandes olas de hielo. Las extremidades en su lado izquierdo generan calor y le permiten a Shoto crear y disparar corrientes de fuego).</br>
                       <br> ALTURA: 176cm.</br>
                       <br> COMIDA FAVORITA: Soba. </br>
                   </td>
                <tr>
                    <td>
                      <div class="bakugo">
                        <img src="img/ESTUDIANTES UA/Bakugou.png">
                    </td>
                    <td>
                        <br> NOMBRE: KATSUKI BAKUGOU. AL&Iacute;AS(DYNAMIGHT)</br>
                        <br> DESCRIPCI&Oacute;N: Katsuki Bakugo tambi&eacute;n conocido como Kacchan o Dynamight, es un estudiante de la Clase 1-A de la Academia U.A., que est&aacute; entrenando para convertirse en un H&eacute;roe. Es el deuteragonista de la serie y rival de Izuku Midoriya.</br>
                        <br> QUIRK: EXPLOSI&Oacute;N (El Don de Katsuki le permite segregar nitroglicerina a trav&eacute;s del sudor de sus manos y detonarlo a voluntad para crear explosiones. Cuanto m&acute;s suda Bakugo, más fuertes son sus explosiones</br>
                        <br> ALTURA: 172cm.</br>
                        <br> COMIDA FAVORITA: Todo lo que lleve picante.</br>
                    </td>
                <tr>
                    <td><div class="uraraka">
                          <img src="img/ESTUDIANTES UA/uraraka.png">
                    </td>
                    <td>
                        <br>NOMBRE: OCHACO URARAKA ALIAS(URAVITY)</br>
                        <br>DESCRIPCI&Oacute;N: Ochaco Uraraka tambi&eacute;n conocida como Uravity, es una estudiante de la Clase 1-A de la Academia U.A. que está entrenando para convertirse en un H&eacute;roe. Es una de los protagonistas de la serie.</br>
                        <br>QUIRK: GRAVEDAD CERO: Le da el poder de anular los efectos de la gravedad sobre los blancos sólidos (vivos y no vivos) tocándolos con las almohadillas en los dedos, haciendo que se vuelvan sin peso y el flotador. Ella es capaz de cancelar el efecto de su Don tocando sus dedos juntos.</br>
                        <br>ALTURA: 156cm</br>
                        <br>COMIDA FAVORITA: Mochi.</br>
                    </td>
                </tr>
                <tr>
                    <td><div class="momo">
                          <img src="img/ESTUDIANTES UA/momo.png">
                    </td>
                    <td>
                        <br>NOMBRE: MOMO YAOYOROZU ALIAS(CREATI)</br>
                        <br>DESCRIPCI&Oacute;N: Momo Yaoyorozu tambi&eacute;n conocida como Creati, es una estudiante y la vicepresidenta de la Clase 1-A de la Academia U.A. donde ingres&oacute; a trav&eacute;s de recomendaciones oficiales y est&aacute; entrenando para convertirse en un H&eacute;roe.</br>
                        <br>QUIRK: CREACIÓN( El Don de Momo le da la capacidad de crear cualquier material inerte de su cuerpo descubierto a través de la manipulaci&oacute;n molecular de sus c&eacute;lulas de grasa. Siempre y cuando tenga una comprensión de como se hace algo, puede crearlo, aunque le toma un período de tiempo más largo (y más de su piel expuesta) para crear objetos grandes.</br>
                        <br>ALTURA: 173cm</br>
                        <br>COMIDA FAVORITA: No tiene.</br>
                    </td>
                </tr>
                <tr>
                    <td><div class="kirishima">
                          <img src="img/ESTUDIANTES UA/Kirishima.png">
                    </td>
                    <td>
                        <br>NOMBRE: EIJIRO KIRISHIMA ALIAS(RED RIOT)</br>
                        <br>DESCRIPCI&Oacute;N: Eijiro Kirishima tambi&eacute;n conocido como Red Riot, es un estudiante de la Clase 1-A de la Academia U.A., del cual est&eacute; entrenando para convertirse en un H&eacute;roe</br>
                        <br>QUIRK: ENDURECIMIENTO( Le da el poder de endurecer y agudizar cualquiera o todas las partes de su cuerpo.
                            Hay un l&iacute;mite en cuanto al daño que puede soportar la piel endurecida, lo que hace que el endurecimiento se disipe lentamente, y Eijiro pierda la resistencia por luchar para mantener activa su Don.</br>
                        <br>ALTURA: 170cm </br>
                        <br>COMIDA FAVORITA: Carne.</br>
                    </td>
                </tr>
               </tr>
            </table>
        
         
    
</body>
</html>